Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=679_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Anárašgiela áppes oaččui bargogirjji
sms: AanarsääŠm aabbâs vuâǯǯai tuâjjǩeeŠrj

source: Anárašgiela jagis 2011 almmuhuvvon čakčalohkanbaji áppes lea ožžon bargogirjji
sms: AanarsääŠm eeŠjjest 2011 čõõđtum čõhččlookkânpââi aabbâs lij vuäǯǯam paŠldde tuâjjǩeeŠrj

source: Bargogirjji lea dahkan Matti Morottaja, Guovža Sámmola Máhtte, ja govaid dasa Daniel Gelencsér.
sms: TuâjjǩeeŠrj lij raajjâm Matti Morottaja, Kuobža-Saammâl Matti, da tõn lij kärttääm Daniel Gelencsér.

source: Girji lea fidnemis Duodjegávppis Sajosis ja sámedikki skuvlen- ja oahppamateriáladoaimmahagas, info (at) samediggi.
sms: ǨeŠrjj lij vuäǯǯamnalla Sajos Duodji shop – kaaupâst da sääŠmteeŠǧǧ škooulʼjem- da mättŠtem-materialkonttrest, info (at) samediggi.

source: Lassedieđut dás.
sms: LââŠssteâđaid täŠst.
